Repository: sparrowcode/PermissionsKit
Catalog: Sources/SPPermissions/Resources/*.lproj/Localizable.strings
Languages: ar

source: action allow
ar: تسمح

source: action allowed
ar: مسموح

source: titles header
ar: تحتاج إذن

source: titles sub header
ar: طلب أذونات

source: titles description
ar: هذه هي الأذونات التي يتطلبها التطبيق للعمل بشكل صحيح. يرجى الاطلاع على وصف لكل إذن.

source: titles comment
ar: الأذونات ضرورية للتطبيق لكي يعمل ويعمل بشكل صحيح. الدفع ليست أذونات مطلوبة

source: permission camera name
ar: آلة تصوير

source: permission camera description
ar: السماح للتطبيق باستخدام الكاميرا

source: permission photoLibrary name
ar: مكتبة الصور

source: permission photoLibrary description
ar: الوصول لحفظ الصور في معرض الصور الخاص بك

source: permission microphone name
ar: ميكروفون

source: permission microphone description
ar: السماح بتسجيل الصوت من التطبيق

source: permission calendar name
ar: تقويم

source: permission calendar description
ar: يمكن للتطبيق إضافة الأحداث إلى التقويم

source: permission contacts name
ar: جهات الاتصال

source: permission contacts description
ar: الوصول إلى جهات الاتصال والهواتف الخاصة بك

source: permission reminders name
ar: تذكير

source: permission reminders description
ar: يمكن للتطبيق إنشاء مهمة جديدة

source: permission speech name
ar: خطاب

source: permission speech description
ar: اسمح للتحقق من صوتك

source: permission motion name
ar: اقتراح

source: permission motion description
ar: السماح بتسجيل البيانات المتعلقة بالحركة والبيئة

source: permission media library name
ar: مكتبة الوسائط

source: permission media library description
ar: السماح للتحقق من وسائل الإعلام الخاصة بك

source: permission bluetooth name
ar: بلوتوث

source: permission bluetooth description
ar: اسمح بالوصول إلى البلوتوث

source: permission notification name
ar: تنبيه

source: permission notification description
ar: احصل على معلومات مهمة دون فتح التطبيق.

source: permission location when in use name
ar: الموقع عند الاستخدام

source: permission location when in use description
ar: السماح للوصول إلى موقعك

source: permission location always name
ar: الموقع دائما

source: permission location always description
ar: السماح للوصول إلى موقعك

source: permission tracking name
ar: تتبع

source: permission tracking description
ar: السماح بالوصول إلى البيانات المتعلقة بالتطبيق
